{
  "language": "ar",
  "header": {
    "name": "محمد محمد محمد أبو ريا",
    "title": "كاتب وراوي قصص",
    "navigation": [
      { "label": "عني", "href": "#about" },
      { "label": "أحدث الأعمال", "href": "#recent" },
      { "label": "قصص مختارة", "href": "#stories" },
      { "label": "التعاونات", "href": "#collaborations" }
    ]
  },
  "about": {
    "title": "عني",
    "greeting": "مرحباً",
    "profileImage": "/profile.png?height=400&width=400",
    "bio": "أنا كاتب شغوف بصياغة القصص التي تستكشف الحالة الإنسانية. يمتد عملي ليشمل المقالات والقصص القصيرة والصحافة السردية، ساعياً دائماً لإلقاء الضوء على الاستثنائي داخل العادي. من خلال الكلمات، أهدف إلى بناء جسور بين الثقافات والتجارب ووجهات النظر.",
    "description": "مع سنوات من الخبرة في الكتابة الأدبية، طورت صوتاً يتردد صداه مع القراء من خلفيات مختلفة. تم نشر كتاباتي في منشورات متنوعة، وأواصل استكشاف سرديات جديدة تتحدى وتلهم."
  },
  "recentWork": {
    "title": "أحدث الأعمال",
    "featured": {
      "id": "weight-of-silence",
      "title": "ثقل الصمت",
      "type": "مقال",
      "date": "مارس ٢٠٢٤",
      "image": "/placeholder.svg?height=600&width=1200",
      "excerpt": "استكشاف لما يبقى غير مقول في علاقاتنا الحميمة، وكيف يمكن للصمت أن يتحدث بصوت أعلى من الكلمات. تفحص هذه القطعة المساحات بين المحادثات والمعاني العميقة التي نجدها هناك.",
      "readTime": "١٢ دقيقة قراءة",
      "link": "#",
      "content": "للصمت وزن. ليس الهدوء المريح لصباح يوم الأحد، بل الصمت الثقيل الضاغط الذي يملأ المساحة بين شخصين نفدت كلماتهما.\n\nلاحظت هذا الوزن لأول مرة خلال عشاء مع صديق قديم. جلسنا مقابل بعضنا البعض، الشوك تتحرك آلياً، العيون تتجنب التواصل. لم يكن الصمت فارغاً - كان مليئاً بكل ما لم نستطع قوله.\n\nفي عالمنا الحديث، أصبحنا نخاف من الصمت. نملأ كل لحظة بالضوضاء، بالكلمات، بالمشتتات. لكن ماذا لو كان الصمت يحاول أن يخبرنا بشيء؟ ماذا لو كانت الأشياء التي لا نقولها بنفس أهمية الأشياء التي نقولها؟\n\nيستكشف هذا المقال المساحات بين كلماتنا، التوقفات في محادثاتنا، والمعاني العميقة التي نجدها فيما يبقى غير مقول."
    }
  },
  "selectedStories": {
    "title": "قصص مختارة",
    "stories": [
      {
        "id": "echoes-of-tomorrow",
        "title": "أصداء الغد",
        "type": "قصة قصيرة",
        "date": "يناير ٢٠٢٤",
        "image": "/placeholder.svg?height=400&width=600",
        "excerpt": "حكاية عن الذاكرة والزمن، حيث يتصادم الماضي والمستقبل بطرق غير متوقعة.",
        "readTime": "٨ دقائق قراءة",
        "link": "#",
        "content": "توقفت الساعة على الحائط عند الساعة ٣:٤٧، لكن لم يلاحظ أحد. أصبح الوقت سائلاً في هذا المكان، ينحني ويتمدد مثل الحلوى في شمس الصيف.\n\nمشت عبر ممرات منزل طفولتها، لكن الجدران همست بأسرار من مستقبل لم تعشه بعد. كل غرفة احتوت على ذكريات لم تحدث، صور للحظات لم تأت بعد.\n\nهذه قصة عن حلقات الزمن الغريبة، عن كيف أن ماضينا ومستقبلنا أكثر ارتباطاً مما نعتقد، وعن الأصداء التي تتموج عبر حياتنا بطرق لا نستطيع دائماً رؤيتها."
      },
      {
        "id": "last-garden",
        "title": "الحديقة الأخيرة",
        "type": "مقال سردي",
        "date": "نوفمبر ٢٠٢٣",
        "image": "/placeholder.svg?height=400&width=600",
        "excerpt": "تأملات في الطبيعة والفقدان والحدائق التي نحملها بداخلنا.",
        "readTime": "١٠ دقائق قراءة",
        "link": "#",
        "content": "كانت حديقة جدتي عالماً بحد ذاته. الورود تتسلق السياج الخشبي، الطماطم تتدلى ثقيلة على كرومها، وفي مكان ما في الخلف، مخبأة خلف نباتات الكوسة، كانت هناك رقعة سرية من الزهور البرية التي لم تعتن بها أبداً لكنها ازدهرت دائماً.\n\nعندما رحلت، بدأت الحديقة تتلاشى. ليس دفعة واحدة، بل ببطء، مثل صورة تُركت طويلاً في الشمس. حاولت الحفاظ عليها، لكن الحدائق، كما تعلمت، ليست فقط عن الري والتعشيب. إنها عن الحب والاهتمام ونوع من السحر لا يمكن تعليمه.\n\nهذا المقال عن الحدائق التي نفقدها وتلك التي نحملها معنا، عن كيف تعلمنا الطبيعة الحزن، وعن إيجاد الجمال في الأماكن البرية غير المهذبة في قلوبنا."
      },
      {
        "id": "between-languages",
        "title": "بين اللغات",
        "type": "مقال شخصي",
        "date": "سبتمبر ٢٠٢٣",
        "image": "/placeholder.svg?height=400&width=600",
        "excerpt": "النشأة بين عالمين وإيجاد الصوت في المساحة بين اللغات.",
        "readTime": "١٥ دقيقة قراءة",
        "link": "#",
        "content": "هناك كلمات في لغتي الأم لا توجد في الإنجليزية. مشاعر، مفاهيم، طرق كاملة للوجود تضيع في الترجمة. وهناك كلمات إنجليزية تبدو غريبة على لساني، بغض النظر عن عدد السنوات التي عشتها هنا.\n\nنشأت في المساحة بين اللغات، لم أكن بطلاقة تامة في أي منهما، دائماً أترجم، دائماً أشرح. في المدرسة، كنت أجنبياً جداً. في المنزل، كنت أمريكياً جداً. كنت موجوداً في مساحة حدية، ثقافة ثالثة لا تنتمي لأي عالم وبطريقة ما لكليهما.\n\nلكن في تلك المساحة البينية، وجدت شيئاً غير متوقع: صوتاً كان فريداً لي. يستكشف هذا المقال ما يعنيه العيش بين اللغات، بين الثقافات، وكيف يمكن لتلك المساحة من عدم الانتماء الكامل أن تصبح مكاناً للإبداع واكتشاف الذات العميق."
      }
    ]
  },
  "collaborations": {
    "title": "التعاونات",
    "description": "كان لي شرف العمل مع منشورات ومؤسسات مرموقة",
    "partners": [
      {
        "name": "مجلة أدبية",
        "description": "كاتب مساهم",
        "logo": "/placeholder.svg?height=80&width=80"
      },
      {
        "name": "مجلة ثقافية",
        "description": "مساهم منتظم",
        "logo": "/placeholder.svg?height=80&width=80"
      },
      {
        "name": "دار نشر",
        "description": "محرر مستقل",
        "logo": "/placeholder.svg?height=80&width=80"
      },
      {
        "name": "مؤسسة فنون",
        "description": "كاتب مقيم",
        "logo": "/placeholder.svg?height=80&width=80"
      }
    ]
  },
  "footer": {
    "copyright": "© ٢٠٢٥ جميع الحقوق محفوظة",
    "contact": "تواصل معي على: writer@example.com"
  }
}
