{
  "language": "ar",
  "header": {
    "name": "محمد محمد محمد أبو ريا",
    "title": "كاتب وراوي قصص",
    "navigation": [
      {
        "label": "عني",
        "href": "#about"
      },
      {
        "label": "أحدث الأعمال",
        "href": "#recent"
      },
      {
        "label": "قصص مختارة",
        "href": "#stories"
      },
      {
        "label": "التعاونات",
        "href": "#collaborations"
      }
    ]
  },
  "about": {
    "title": "عني",
    "greeting": "مرحباً",
    "profileImage": "/profile.png?height=400&width=400",
    "bio": "أنا محمد محمد محمد أبو ريا، لاجئ فلسطيني من قرية كوكبا، أبصرتني لاجئاً أعيش في مخيم جباليا. ثم عايشتني نازحاً في مناطق عدة في قطاع غزة على امتداد حرب الإبادة. أدرس اللغة العربية حباً لا قولبة. وجدتُ في يدي قلماً يستمدُّ حبره من المآسي التي يعيش شعبه، من سيل الدموع والدماء، فيجد على صفحته ملحمةً تبحث عن مسارٍ لتعلن نفسها، وتلقي على الوجود تحيتها. وتقول للعالم: مهلاً! خلف ضوء الشمس أناسيٌّ مصلوبة.",
    "description": " طموحي يمتدّ بعيداً لكنه يصرّ على أن تكون كاسة الشاي أمام البيت القديم في وقت العصر زاويةً مهمة منه. أرغب في عالم أفضل يحظى بحصة حقيقية من السلام والحب. ينال فيه الفرد حقوقه الأساسية بصدق دون أن يصتدم بجدار الموت الذي يفرضه الاستعماريون الجدد اللطفاء"
  },
  "recentWork": {
    "title": "أحدث الأعمال",
    "featured": {
      "id": "weight-of-silence",
      "title": "مناجاة بالجنون",
      "type": "هي عمل أدبي قصصي، تم إصداره عن مكتبة سمير منصور في غزة 2025",
      "date": "",
      "image": "/1.jpeg",
      "excerpt": "في غزة، التي لم تعد تُشبه غزة، وفي الأرض التي لم تعد تُشبه الأرض، وفي الموت الذي يتسلل مع أشعة الشمس من بين شقوق الجدران، يحاول الأديب أن يستدعي ذاكرةً أخرى غير التي ماتت في الكارثة.",
      "readTime": "١٢ دقيقة قراءة",
      "link": "#",
      "content": "للصمت وزن. ليس الهدوء المريح لصباح يوم الأحد، بل الصمت الثقيل الضاغط الذي يملأ المساحة بين شخصين نفدت كلماتهما.\n\nلاحظت هذا الوزن لأول مرة خلال عشاء مع صديق قديم. جلسنا مقابل بعضنا البعض، الشوك تتحرك آلياً، العيون تتجنب التواصل. لم يكن الصمت فارغاً - كان مليئاً بكل ما لم نستطع قوله.\n\nفي عالمنا الحديث، أصبحنا نخاف من الصمت. نملأ كل لحظة بالضوضاء، بالكلمات، بالمشتتات. لكن ماذا لو كان الصمت يحاول أن يخبرنا بشيء؟ ماذا لو كانت الأشياء التي لا نقولها بنفس أهمية الأشياء التي نقولها؟\n\nيستكشف هذا المقال المساحات بين كلماتنا، التوقفات في محادثاتنا، والمعاني العميقة التي نجدها فيما يبقى غير مقول."
    }
  },
  "selectedStories": {
    "title": "أعمال مختارة",
    "stories": [
      {
        "id": "echoes-of-tomorrow",
        "title": "رحلة نازح من غزة",
        "type": "مقال سردي",
        "date": "سبتمبر ٢٠٢٥",
        "image": "/2.jpg",
        "excerpt": "أنستني رحلة النزوح طريقة القلم، ولا أدري إن كانت تسميتي للنزوح بـ”الرحلة” تسمية موفّقة؛ فهي كل شيءٍ عدا رحلة، “إنها طبخة لا ملاعق لنا فيها”، صدق بذلك الوصف عجوز على طريق النزوح.",
        "readTime": "٥ دقائق قراءة",
        "link": "#",
        "content": "توقفت الساعة على الحائط عند الساعة ٣:٤٧، لكن لم يلاحظ أحد.\nأصبح الوقت سائلاً في هذا المكان، ينحني ويتمدد مثل الحلوى في شمس أنستني رحلة النزوح طريقة القلم، ولا أدري إن كانت تسميتي للنزوح بـ”الرحلة” تسمية موفّقة؛ فهي كل شيءٍ عدا رحلة، “إنها طبخة لا ملاعق لنا فيها”، صدق بذلك الوصف عجوز على طريق النزوح.\n\nفكيف لنا بنشل لقمةٍ من لحمنا يتشارك في نهشها وحشٌ يحرق كل ما لنا من معالم، وذكريات، وشوارع ومسميات. وسائق شره يتعامل مع آلامنا وجراحاتنا كبضاعة للنقل، وفرصة للغنى، يطالبنا بميزانيّة ستة أشهر. وينضم للأكلة أناسٌ يظنون أنّ سترنا مادةً للتكسّب، فالخصّ عندهم بسعر الشقة، والشقة -إيجارا- بسعر الجنّة!\n\nتبدأ الحكاية بهربٍ طويل على طريق نجاة مزيّف، حيث تبدأ طائرات “الكواد” بالنعق الحارق فوق رأسك، وتلحق بالركب دبابات مفخخة، تفجر نفسها بأشيائك. وتعلم بأنه لا فرصة للصمود أمام غول يتسلى على حبات عيونك، وقطع جسمك الطري. فيدفعك للخروج، فارشاً لك من جهنم منطقة للنزوح. تأخذ نظرتك الأخيرة على بقايا المكان، تعانق آخر الصحب، تلتفت لآخر الطيور المقهورة، تلامس آخر المباني المصلوبة، تعبئ صدرك بهواءٍ أخير يمكنك تذوقه لا شمّه، وتمضي في طريق كان كابوسك! الآن أنت في وجهه، وهو في وجهك: “اتجه جنوب الوادي”!\n\nتشتري (المواسير) من رجل جعلته الخردة معلّماً يحكم على بضاعة جعل الخراب منها حاجة. تقصد بذلك أوتاداً لقماش يأخذ دور المسكن والمنزل. تشتري مرحاضاً/ كرسيّاً للحمام بخمسة أضعاف ثمنه، وتبحث جاهداً عن قطع (السباكة) وملحقات التركيب التي شحّت؛ لتصنع حماماً سأخبرك عنه. تحزم قطع الاسفنج المتسخة التي صارت فراشك يا صديقي. هل أنت جاهز الآن لتدخل بقدميك المتعبتين عذاب الدنيا، وتنزح؟ ليس بعد، عليك أن تتفق مع أرباب الطريق، أن تبحث جاهداً عن سائق ينقل لك أغراضك، ترجوه ليصدقك الميعاد، تملأ له جيبه بعشرة أوراق زرقاء من فئة الـ 200 شيقل، لتقرّ عيناه الغارقتين بلعاب جوعى المال.\n\nتنضم إلى خيط النازحين الذي يغيّب خيط الأمل، وتحملق في أفقٍ من مركبات الفراش المتجهة جنوباً، أفق يحجب عنك أفق الغد، تنسل العربات والسيارات كدم متدفق ينزف من رقبة غزة التي صارت خلفك، غزة التي اختزلتْ بها خسائرك كلها، فما عادت تؤثر بك من بعدها أي خسارة، غزة التي احتكرتْ عمرك، وبصر عينك، وأحكمت قبضتها على عضلة قلبك، حتى ما عاد باستطاعك أن تنبض كما السابق.\n\nتراقب عن يمينك بحراً أزرقاً لا تعرف إن كان موجه يقلب أحزان المدينة أم يجددها، تصطف على خطّه معامل تحوّل من الخراب شيئاً للحياة، فالأثاث يصير حطباً، والبلاستيك المنصهر يصير سولاراً. وعلى يسارك حطام المدينة، أبنية جاثية على ركبها، وخلفك غزة يا صديقي، وأمام عينيك مجهول تأخذك إليه الشياطين من يدك.\n\nالشارع مزدحم بالسيارات التي يحمل فيها الناس كل ما لهم، مراحيضهم، أخشابهم، أوتاد الخيام التي أكلها السوس، قالونات الماء، الفراشات، الحقائب، والخيبة التي تكبر كلما حاولوا طيّ جدران المنزل والنزوح بها، يعلق فوق الأغراض أطراف الناس التي ما عاد لها على الظهر متسعاً. يأخذون كل ما يستطيعون في محاولة جاهدة لقطع الطريق على لصوص المنازل، أو في حركة وقائية من ضياع الأغراض في حطام البيوت التي لاشك ستسقط. إنهم يدوسون آخر الأمل تحت أقدامهم كأعقاب السجائر، أي أمل هذا الذي سينجح أمام نزوح متكرر ظنّوا أنه انتهى وتلاشى إلى الأبد؟\n\nترى بعينيك الذابلتين كيف يسحق الطريق أناس ما كان لها أن تُسحق، ترى كيف تمشي المأساة على وجوههم مشي الكلاب في المغارات، يحملون خيمهم على ظهورهم ويمشون، يسحبون أغراضهم على عجلات بلا إطارات، يتركون خلف ظهورهم أثراً للعودة، ويخمشون بها بـ’جاحة’ الطريق. ماذا ستكتب عنهم يا “ماركس” إن كنت موجوداً؟ هؤلاء طبقة لم يتبقى فيهم شيئاً ليسحق. لا أموال في جيوبهم، ولا تعويذة في صدورهم، ولا يداً تكفّ عنهم فرعون المنكبّ في قتلهم.\n\nتصل إلى اللامكان، تفترش رملاً، وتلتحف سماء واسعة لا ترى فيها النجوم، ولا ضوء القمر، كل ما تراه هو آخر الوجوه التي رأيتها في غزة، ترتسم أمامك لتبكي بحرقة كالصغار. تبدأ بلمّ نفسك، وبحزم أساك في كيس عمرك، وتلتفت إلى مكانك البور الذي عليك أن تجعله مسكناً: احفر عميقاً في الأرض بئراً ليصير مصرفاً لفضلات المرحاض، ازرع مرحاضاً، غطّه بأي قماشة للستر لا للخصوصيّة. انصب خيمتك اللعينة، فهي نعمة لا يجدها الكثير. خذ غالونك واصطف على طابور الماء الطويل، اتسخ أكثر وليس لك أن تستحم، مهلاً حتى يصير الماء وفيراً يملأ ثلاثة غالونات على الأقل. جد لغة تحاور فيها الكلاب، والنمل، والسحلية، فهي شريكتك في جسدك وأغراضك. أحسنت صرت نازحاً!\n\nهي معاناة متكررة، ومكلفة، وخانقة، تضيق فيك البلاد، وتضيع فيك المعاني، ويتبدل فيها حالك، لكن صدقني هي معركة الوجود وغريزة البقاء… قد تسأل ما جدوى الحياة في حياة تشبه الحياة التي أحدّثك عنها، لكنّها معركتنا الأساسيّة، وانتصارنا الحقيقي في وجودنا يا صديقي. قد يكون حيّزنا من الوجود هامشيّاً، وحصتنا من العالم خيمة، وذكرنا في الفضاء خبر، لكنّنا رماح في خاصرة الحياة حتى تقرّ لنا الحياة. يا صديقي تعدينا مرحلة العقاب صدقني، إنهم لا يفكرون إلا في دثر وجودنا، وتذويب آخر ما لنا، ولكن كيف لهذا أن يصير، وطيور البلاد في كل فجر تصلّي على رؤوس الراحلين صلاة العودة في محراب الخراب؟"
      },
      {
        "id": "last-garden",
        "title": "يوميات غزة في حضرة الموت",
        "type": "مقال سردي",
        "date": " أغسطس ٢٠٢٥",
        "image": "/3.jpg",
        "excerpt": "تأملات في الطبيعة والفقدان والحدائق التي نحملها بداخلنا.",
        "readTime": "٦ دقائق قراءة",
        "link": "#",
        "content": "كانت حديقة جدتي عالماً بحد ذاته. الورود تتسلق السياج الخشبي، الطماطم تتدلى ثقيلة على كرومها، وفي مكان ما في الخلف، مخبأة خلف نباتات الكوسة، كانت هناك رقعة سرية من الزهور البرية التي لم تعتن بها أبداً لكنها ازدهرت دائماً.\n\nعندما رحلت، بدأت الحديقة تتلاشى. ليس دفعة واحدة، بل ببطء، مثل صورة تُركت طويلاً في الشمس. حاولت الحفاظ عليها، لكن الحدائق، كما تعلمت، ليست فقط عن الري والتعشيب. إنها عن الحب والاهتمام ونوع من السحر لا يمكن تعليمه.\n\nهذا المقال عن الحدائق التي نفقدها وتلك التي نحملها معنا، عن كيف تعلمنا الطبيعة الحزن، وعن إيجاد الجمال في الأماكن البرية غير المهذبة في قلوبنا."
      },
      {
        "id": "between-languages",
        "title": "حرب غزة انتهت فقط للمتابعين",
        "type": "مقال سردي",
        "date": "أكتوبر ٢٠٢٥",
        "image": "/4.png",
        "excerpt": "ترمب يلوح أفقُه في سماء الحل والوفاق والسلام، فلماذا لا يزال مرحاض أهل الخيام بغيضاً؟ ولماذا لا تعترف الذباب بهواء الحل وتترك فضاء الخيمة وترحل؟.",
        "readTime": "٥ دقيقة قراءة",
        "link": "#",
        "content": "هناك كلمات في لغتي الأم لا توجد في الإنجليزية. مشاعر، مفاهيم، طرق كاملة للوجود تضيع في الترجمة. وهناك كلمات إنجليزية تبدو غريبة على لساني، بغض النظر عن عدد السنوات التي عشتها ربما تداول المتابعون خبر انتهاء الحرب على غزة، لكن لماذا لا يصدّق أهل غزة حقيقة الخبر؟ هل اعتاد مزاجهم على أن يكون أغبراً باستمرار؟\n\nلماذا لا يعود الغزيّ إلى حقل بيته، ويعود كما كان، وينتظر شمس الصباح أمام نافذة غرفته؟\n\nلماذا يصرّ على استخدام لغة الأسى، وتستمر لفظة غزة في التعبير عن نفسها بمفردات الغياب والضياع والموت؟ ها قد انزاح حاجز نتسريم، وصار بين الجنوب والشمال شارع، فلماذا تظهر غزة مدينة أشباح؟\n\nترمب يلوح أفقُه في سماء الحل والوفاق والسلام، فلماذا لا يزال مرحاض أهل الخيام بغيضاً؟ ولماذا لا تعترف الذباب بهواء الحل وتترك فضاء الخيمة وترحل؟\n\nأصدقائي الأعزاء، مشيتُ ناحية غزة في خطوة هي الأكثر عبثية في حياتي، إذ أستند على معرفةٍ قديمة بأن بيتي قد صار ركاماً، ومع ذلك مشيتُ على قدماي 20 كيلو متر، لا لشيء غير أن أحظى بصورة الخراب طازة… لا حماسة تقرأها في صفحات وجوه العائدين، لا لهفةً تركض قبل عيونهم، وكأنهم يمارسون روتيناً معتاداً: تفقد حصتك من الخراب، حصتك الدوريّة، واستعد لتشردٍ مستمر!\n\nعبرتُ من شوارع ظننتني لا أعرفها، لكنني أعرفها، ما فائدة أن تصف الخراب مرةً أخرى؟ هذه المشاهد أعرفها جيداً، فقد عاينت سقوط الشمال أمام عيني، فلم أنزح في المرة الأولى، شكل الدمار واحد؛ ولا فائدة من أن تبكي مرتين على جثةٍ واحدة.\n\nتابعت طريقي، وتخطيت مدينة غزة، ومشيت ناحية مخيم جباليا؛ لأعاين خراب بيتي، وأعرف حصتي من الدمار… قاربت على الوصول، ماشياً في شوارع غبت عنها نصف سنة، تركتها عامرةً بالمباني، ولكنني عدت أراها ككف، عفريتٍ، مبسوط على مساحته مسحوق البيوت. صحراء برمل أصفر، يخشاها الكلب الضال، ويستوحش فيها الذئب الضائع!\n\nوصلت حارتي التي لا تمدّ لحارتي بصلة، أصوات الرصاص ساخنة، الدبابات على مرأى عيني، الرافعات القاتلة -لا عليكم هذه حصتنا من الحداثة، آلات قتل متطورة- يا ربي! ألسنا في هدنة، والعم ترمب تكفل في السلام؟\n\nبل هذا “الخط الأصفر”.\n\nوماذا يعني الخط ’الزفت’؟\n\nلا أحد يعرف، هو مبرر القتل المستمر لأي غزيّ لا يتوافق مع مزاج الجنود الذين لايزالون يبتلعون نصف غزة. نعم يا صديقي لا يزال نصف غزة في أيدي الجيش، ولا يزالون يقطّعون غزة إرباً بأسنانٍ ملونة، وبطيخة “أبو الفراجين” الممثل الكوميدي لا تزال تتعرض للتقسيم والتقطيع حتى بتنا في فسيفساء من المأساة، تبزقنا الجغرافيا على مدّ التاريخ.\n\nتسللت إلى حطام بيتنا، لا شيء فيه قائم، ولا شيء فيه يصلح لأن يستصلح مرةً أخرى، الجو الملغوم بالتوتر، والدبابات التي تحاصر أفقي لم يسمحا لي بلحظات الحسرة والوداع، فلم أستطع نعي منزلي، ولا حتى تحسس جدرانه المحطمة إذا ما كانت تحمل شيئاً لتقوله لي قبل أن ترخي جيدها لنصل الفناء، ولكن كل ما فعلته، هو النظر في السماء، ومخاطبة الخيمة: عزيزتي، لستِ مرحلة مؤقتة، بل أنتِ مصيري، وأنا مصيرك.\n\nنشلتُ كتابين من بين الردم، وحملتهما عائداً إلى جنوب الوادي، وحيداً، تاركاً خلف ظهري مصطلحات لأشياء لا تنعكس على غير ذاكرتي الثقيلة. أعبّر مجدداً على طوابير المياه، وعن أطفال المفترقات، وعن بائعي أكياس الماء العطشى، وعن نساءٍ لا يتسترن بغير أقمشة الخيام من الموت والشمس والعري والأنوثة الضائعة… متسائلاً إذا ما كان ترمب يجيد قراءة ما تخطه المأساة على عيون الفتيات اليتامى، أو إذا ما كان يجيد تقديم خبز السلام من عجن الضحايا بحبر القمم والتصريحات.\n\nأصدقائي، انتهت الحرب للمتابعين، لكنها مستمرة في غزة، ينامون جوعى كالعادة، يعيشون على الأرصفة، ينتظرون طويلاً على طوابير المياه، يناجون كل كائنات الأرض من أجل تصريح سفر للجرحى، ويناجون لمعرفة أجوبة مرتجفة عن مفقودين كثر لم يقبل بهم يقين الموت، ولم تحتويهم الحياة.\n\nغزة التي نعرفها، لا تزال غائبة، وبعيدة، ولا تتأتى بغير أوصاف العذاب.\n\nفيا عمي ترمب دخلتُ مرحاض البهائم قبل خطة السلام، ولا أزال أستخدم مرحاض البهائم بعد خطة السلام، فأين ذلك السلام الذي لا يضمن لي جلسة مرحاض هادئة وآدمية؟"
      }
    ]
  },
  "collaborations": {
    "title": "التعاونات",
    "description": "كان لي شرف العمل مع منشورات ومؤسسات مرموقة",
    "partners": [
      {
        "name": "سمير منصور",
        "description": "دار نشر",
        "logo": "/6.jpg"
      },
      {
        "name": "نقِد",
        "description": "مجلة أدبية",
        "logo": "/5.svg"
      },
      {
        "name": "دنيا الوطن",
        "description": "صحيفة إلكترونية",
        "logo": "/7.png"
      }
    ]
  },
  "footer": {
    "copyright": "© ٢٠٢٥ جميع الحقوق محفوظة",
    "contact": "تواصل معي على: writer@example.com"
  }
}